Repository: giellalt/corpus-sme
Catalog: prestable/tmx/sms/admin/sd/www.samediggi.fi/index2.php_option=com_content_task=view_id=838_lang=davvi.html.tmx
Source language: sme
Languages: sms

source: Eanodaga ja Soađegili nuorat vulget riikaviidosaš dánsundáhpáhussii
sms: Enontekiö da SuäŠđjel nuõr vueŠlǥǥe väŠ lddkååddlaž taŠnsspoŠdde

source: Showdánsunjoavku Eanodaga powerdancers ja moderna álbmotdánsunjoavku Jutatokka Soađegilis ovddastit sámenuoraid riikaviidosaš – dáhpáhusas, mii ordnejuvvo Tampere – gávpogis geassemánus.
sms: Showtanssjoukk Eanodaga powerdancers da modeern meertaansid taŠnssjeei Jutatokka SuäŠđjlest võborkâŠstte sääŠmnuõrid Tampere gåårdest ǩieŠssmannust riâššmõõžžâst åårrai väŠlddkååddlaž

source: Sámenuoraid ovddasteaddjit válljejuvvojedje Soađegilis ordnejuvvon sámenuoraid dáiddadáhpáhusas.
sms: – pooddâst. SääŠmnuõri võboršeeŠǩǩid vaŠlljeeš SuäŠđjlest riõššum sääŠmnuõri čeäŠppvuõđpeeiŠvest.

source: Dánsungilvvus bálkášuvvojedje lassin Giehtaruohttasa mánáid friija dánssa joavku ja káregasnjárgalaš hiphop – joavku Gangstajuŋkkát.
sms: Tanssǩeâštast ciŠsttješ lââŠssen Käsivarsi siid nuõri friij taans joouk da Karigasnjaarǥâst hiphop – joukk Gangstajuŋkkát.

source: Sámenuoraid dáiddadáhpáhusa duopmárin barggaiga zumbafitness bagadalli Bigga Aikio (govas, geahča video
sms: SääŠmnuõri čeäŠppvuõđpeeiŠv ärvstõõlljen tuåimmje zumbafitness oŠhhjeei Bigga Aikio (video) Koutokeinost da tanssuŠčteeŠl Merja Leinonen SuäŠđjlest.

source: Duopmárat giittiiga Eanodaga powerdancers – joavkku bures válmmaštallojuvvon dánsunčájáhusas, mii oaččui gehččiid fárrui.
sms: ÄvstõõllâmluŠvddkåŠdd ǩeeiŠtai Eanodaga powerdancers – joouk puârast valmštõllum čuäŠjtõõzzâst, kååŠtt vaaŠldi ǩiiččeeŠjid mieŠldd.

source: Koreografia lei máŋggabealálaš ja earenoamážit Sámi leavga, mii šattai dánssa loahpas dánsuid biktasiin, oaččui giitosiid.
sms: Koreografia leäi määŋgpeällsaž da jeäŠrben taŠnssjeeŠji pihttsin looppâst šõddâm sääŠmlipp vuâǯǯai späŠssbõõžžid.

source: Dánssa lei bagadan Rosa Pietikäinen ja das dánso Britt-Inger Ruotsala, Susan Löf, Anni-Sofia Löf, Kristen Anne Ruotsala, Petra Ikonen ja Sofia Kallionlähde.
sms: ČuäŠjtõõzz leäi oŠhhjääm Rosa Pietikäinen da tõŠst taŠnssje Britt-Inger Ruotsala, Susan Löf, Anni-Sofia Löf,

source: Soađegili Jutatokka (govas vulobealde) dánssa namma lei Boazu.
sms: SuäŠđjelneeŠǩǩi Jutatokka – joukk čuäŠjti ǩeâštast taans, koon nõmm leäi Boazu (poro).

source: Čájáhus oaččui giitosiid buori ritmmas, njuovžilis lihkádusain ja mágihkalaš dovddus.
sms: ČuäŠjtõõzz späŠssbõŠšše šiõǥǥ musiikkâst da feertak liikkumuužžâst da loomminallšem toobdlmest.

source: Dánsa govvidii duopmáriid mielas bures bohcco dakkárin go dat lea okto ja ealu siste.
sms: Tanss sueiŠmkrõõsti ärvvstõõllji miõlâst puârast puõccu, kååŠtt leäi õhttu da čiõkkrest.

source: Lassegiitosiid ožžo persovnnalaš vuogis atnit vuoddagiid čájáhusas.
sms: LââŠss-späŠssbõõžžid vuåǯǯu vuõddji âânnmõõžžâst, kook leŠjje čuäŠjtõõžžâst pihttsen.

source: Dánssa lei bagádallan Riina Lindberg ja das dánso Ada Heikkilä, Nella Nikula, Elina Pulkkinen, Lotta Tervo, Eliisa Vaarala ja Laura Kaaretkoski.
sms: ČuäŠjtõõzz leäi oŠhjjääm Riina Lindberg da tõŠst taŠnssje Ada Heikkilä, Nella Nikula, Elina Pulkkinen, Lotta Tervo, Eliisa Vaarala da Laura Kaaretkoski.

source: Gudnemáinnašumi ja stipeandda ožžon Giehtaruohttasa mánát – joavkku (govva vulobealde) lei bagadallan Gárasavvona skuvlla oahpaheaddji Taina Syväjärvi.
sms: Cisttpeäggtõõzz da stipeeŠnd vuäǯǯam Giehtaruohttasa mánát (Käsivarren päärna) – joouk leäi oŠhhjääm Karesuvanto škooul uŠčteeŠl Taina Syväjärvi.

source: Čájáhusas lei fárta ja mokta ja sámi kultuvra lei oidnosis.
sms: ČuäŠjtõõzzâst leäi hääŠsǩâŠttem miõll da tõŠst pueŠđi õlmmsa sääŠm kulttur.

source: Dasa lassin joavku oaččui buori oktavuođa gehččiiguin.
sms: LââŠssen jooukâst leäi šiõǥǥ õhttvuõtt ǩiiččeeŠjid da čuäŠjtõs leäi puârast hääŠsǩõtti.

source: Gudnemáinnašumi ja stipeandda oaččui maid káregasnjárgalaš nuoraid Gangstajuŋkkát hiphop-joavku dánssain Trift Shop.
sms: Cisttpeäggtõõzz da stipeeŠnd vuâǯǯai še Karigasnjaarǥâst nuõri Gangstajunkkát hiphop-joukk. čuäŠjtõõzzineez Trift Shop.

source: Dánssa lei bagadallan Ville Köngäs, dat movttiidahtii gehččiid, das lei buorre ritma, soai dánsuiga bures oktii ja koreografia lei buorre.
sms: ČuäŠjtõõzz leäi oŠhhjääm Ville Köngäs, tõt vuâǯǯai ǩiiččeeŠjid loŋŋned mieŠldd, taŠnssjeeŠjin leäi šiõǥǥ hooddlaž musiikk mieŠldd taŠnssjumuš da koreografia leäi šiõttlânji väŠǯǯlõs.

source: Sámenuoraid dáiddadáhpáhus ordnejuvvui vuosttaš geardde Soađegili girkosiiddas.
sms: SääŠmnuõri čeäŠppvuõđpeeiŠv rieŠššeš vuõssmõs vuâra SuäŠđjel ceerkavsiidâst.

source: Dáhpáhus gullá oassin riikaviidosaš
sms: Podd kooll väŠlddkååddliŠžže

source: – dáhpáhussii ja dan váldoordnejeaddjin doaibmá sámediggi.
sms: – poŠdde da tõn väŠlddriâššjen tuåimmai sääŠmteŠǧǧ.

source: Soađegili dáhpáhussii oassálaste oktiibuot badjel 400 olbmo ja gilvui oassálaste 12 dánsunjoavkku.
sms: SuäŠđjel poŠdde vuässõŠtte õhttseŠžže pâŠjjel 400 oummud da ǩiõšttu vuäŠssõŠtte 12 tanssjoukkâd.

source: Jagi 2015 sámenuoraid dáiddadáhpáhus ordnejuvvo Ohcejogas ja dan riikaviidosaš temán lea musihkká.
sms: EeŠjj 2015 sääŠmnuõri čeäŠppvuõđpeiŠvv riâžžât Uccjooǥǥâst da tõn väŠlddkååddlaž teemmen lij musikk.

source: Sápmelaš temás dieđihuvvo maŋŋelis.
sms: SääŠm palddlõsteemmest teâđtet mâŠŋŋlubust.

source: Soađegili dáhpáhusa oassin lei maid govvagilvu, man bálkášumit juhkkojuvvojit skuvllaid giđđafeasttain.
sms: SuäŠđjel čeäŠppvuõđpeivva kuulli karttǩeâst ciistid jueŠjjet škoouli ǩiđđprääŠžnǩest.
